Repository: sodhera/speaking-coach-ios
Catalog: SpeakingCoach/Resources/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fil, fr, hi, id, it, ja, ko, nl, pl, pt_br, ru, sv, tr, uk, vi, zh_hans

source: %@ free
ar: %@ مجانًا
de: %@ gratis
es: %@ gratis
fil: %@ libre
fr: %@ offerte
hi: %@ मुफ़्त
id: Gratis %@
it: %@ gratis
ja: %@無料
ko: %@ 무료
nl: %@ gratis
pl: %@ za darmo
pt_br: %@ grátis
ru: %@ бесплатно
sv: %@ gratis
tr: %@ ücretsiz
uk: %@ безкоштовно
vi: Miễn phí %@
zh_hans: 免费%@

source: %@ left
ar: متبقٍ %@
de: Noch %@
es: Quedan %@
fil: %@ na lang
fr: Encore %@
hi: %@ बाकी
id: Sisa %@
it: Mancano %@
ja: 残り%@
ko: %@ 남음
nl: Nog %@
pl: Zostało %@
pt_br: Faltam %@
ru: Осталось %@
sv: %@ kvar
tr: %@ kaldı
uk: Залишилося %@
vi: Còn %@
zh_hans: 剩余%@

# %@ talk · %lld words a minute
source: %1$@ talk · %2$lld words a minute
ar: %1$@ من الحديث · %2$lld كلمة في الدقيقة
de: %1$@ Vortrag · %2$lld Wörter pro Minute
es: %1$@ de charla · %2$lld palabras por minuto
fil: %1$@ na talk · %2$lld salita kada minuto
fr: %1$@ de discours · %2$lld mots par minute
hi: %1$@ का भाषण · %2$lld शब्द प्रति मिनट
id: Pidato %1$@ · %2$lld kata per menit
it: %1$@ di discorso · %2$lld parole al minuto
ja: %1$@のスピーチ · 1分あたり%2$lld語
ko: %1$@ 발표 · 분당 %2$lld단어
nl: %1$@ gesproken · %2$lld woorden per minuut
pl: %1$@ wystąpienia · %2$lld słów na minutę
pt_br: %1$@ de fala · %2$lld palavras por minuto
ru: %1$@ выступления · %2$lld слов в минуту
sv: %1$@ tal · %2$lld ord per minut
tr: %1$@ konuşma · dakikada %2$lld kelime
uk: %1$@ виступу · %2$lld слів за хвилину
vi: Bài nói %1$@ · %2$lld từ mỗi phút
zh_hans: %1$@演讲 · 每分钟%2$lld词

# %@ · %lld min
source: %1$@ · %2$lld min
ar: %1$@ · %2$lld د
hi: %1$@ · %2$lld मिनट
id: %1$@ · %2$lld mnt
ja: %1$@ · %2$lld分
ko: %1$@ · %2$lld분
ru: %1$@ · %2$lld мин
tr: %1$@ · %2$lld dk
uk: %1$@ · %2$lld хв
vi: %1$@ · %2$lld phút
zh_hans: %1$@ · %2$lld分钟

source: %@ · Retry
ar: %@ · إعادة
de: %@ · Wiederholung
es: %@ · Reintento
fil: %@ · Ulitin
fr: %@ · Nouvel essai
hi: %@ · दोबारा
id: %@ · Ulangi
it: %@ · Nuovo tentativo
ja: %@ · やり直し
ko: %@ · 다시 하기
nl: %@ · Herkansing
pl: %@ · Powtórka
pt_br: %@ · Nova tentativa
ru: %@ · Повтор
sv: %@ · Nytt försök
tr: %@ · Tekrar
uk: %@ · Повтор
vi: %@ · Thử lại
zh_hans: %@ · 重试

source: %@, here's our promise.
ar: %@، هذا وعدنا.
de: %@, das ist unser Versprechen.
es: %@, esta es nuestra promesa.
fil: %@, ito ang pangako namin.
fr: %@, voici notre promesse.
hi: %@, यह रहा हमारा वादा।
id: %@, ini janji kami.
it: %@, ecco la nostra promessa.
ja: %@さん、これが私たちの約束です。
ko: %@ 님, 저희가 약속할게요.
nl: %@, dit is onze belofte.
pl: %@, oto nasza obietnica.
pt_br: %@, esta é a nossa promessa.
ru: %@, вот наше обещание.
sv: %@, det här är vårt löfte.
tr: %@, işte sözümüz.
uk: %@, ось наша обіцянка.
vi: %@, đây là lời hứa của chúng tôi.
zh_hans: %@，这是我们的承诺。

source: %@, ready to meet new people with ease?
ar: %@، هل أنت مستعد للتعرّف على أشخاص جدد بسهولة؟
de: %@, bereit, entspannt neue Leute kennenzulernen?
es: %@, ¿listo para conocer gente nueva con soltura?
fil: %@, handa ka na bang makakilala ng bagong tao nang panatag?
fr: %@, prêt à rencontrer de nouvelles personnes avec aisance ?
hi: %@, नए लोगों से सहजता से मिलने के लिए तैयार हैं?
id: %@, siap bertemu orang baru dengan santai?
it: %@, pronto a conoscere persone nuove con disinvoltura?
ja: %@さん、初めての人と気楽に会う準備はできましたか？
ko: %@ 님, 새로운 사람을 편하게 만날 준비가 되셨나요?
nl: %@, klaar om ontspannen nieuwe mensen te ontmoeten?
pl: %@, poznajemy nowych ludzi swobodnie?
pt_br: %@, pronto para conhecer pessoas novas com facilidade?
ru: %@, готовы легко знакомиться с новыми людьми?
sv: %@, redo att träffa nya människor med lätthet?
tr: %@, yeni insanlarla rahatça tanışmaya hazır mısın?
uk: %@, готові легко знайомитися з новими людьми?
vi: %@, sẵn sàng gặp gỡ người mới một cách thoải mái chưa?
zh_hans: %@，准备好轻松结识新朋友了吗？

source: %@, ready to start speaking better, every day?
ar: %@، هل أنت مستعد لتبدأ الحديث بشكل أفضل كل يوم؟
de: %@, bereit, jeden Tag besser zu sprechen?
es: %@, ¿listo para empezar a hablar mejor cada día?
fil: %@, handa ka na bang magsimulang magsalita nang mas mahusay, araw-araw?
fr: %@, prêt à mieux parler, chaque jour ?
hi: %@, हर दिन बेहतर बोलना शुरू करने के लिए तैयार हैं?
id: %@, siap mulai berbicara lebih baik setiap hari?
it: %@, pronto a parlare meglio, ogni giorno?
ja: %@さん、毎日もっと上手に話し始める準備はできましたか？
ko: %@ 님, 매일 더 잘 말하기 시작할 준비가 되셨나요?
nl: %@, klaar om elke dag beter te spreken?
pl: %@, zaczynamy codziennie mówić lepiej?
pt_br: %@, pronto para começar a falar melhor, todos os dias?
ru: %@, готовы начать говорить лучше каждый день?
sv: %@, redo att börja prata bättre varje dag?
tr: %@, her gün daha iyi konuşmaya başlamaya hazır mısın?
uk: %@, готові почати щодня говорити краще?
vi: %@, sẵn sàng bắt đầu nói tốt hơn mỗi ngày chưa?
zh_hans: %@，准备好从今天起每天都说得更好了吗？

source: %@, ready to walk into that conversation prepared?
ar: %@، هل أنت مستعد لخوض تلك المحادثة وأنت متهيئ؟
de: %@, bereit, gut vorbereitet in dieses Gespräch zu gehen?
es: %@, ¿listo para llegar preparado a esa conversación?
fil: %@, handa ka na bang harapin ang usapang iyon nang handa?
fr: %@, prêt à aborder cette conversation bien préparé ?
hi: %@, उस बातचीत में पूरी तैयारी से जाने के लिए तैयार हैं?
id: %@, siap menghadapi percakapan itu dengan persiapan matang?
it: %@, pronto ad affrontare quella conversazione preparato?
ja: %@さん、その話し合いに準備万端で臨む準備はできましたか？
ko: %@ 님, 그 대화에 준비된 모습으로 들어갈 준비가 되셨나요?
nl: %@, klaar om goed voorbereid dat gesprek in te gaan?
pl: %@, idziemy na tę rozmowę przygotowani?
pt_br: %@, pronto para chegar preparado a essa conversa?
ru: %@, готовы прийти на этот разговор подготовленными?
sv: %@, redo att gå in i det samtalet förberedd?
tr: %@, o konuşmaya hazırlıklı girmeye hazır mısın?
uk: %@, готові прийти на цю розмову підготовленими?
vi: %@, sẵn sàng bước vào cuộc trò chuyện đó với sự chuẩn bị chưa?
zh_hans: %@，准备好有备而来地面对那场对话了吗？

source: %@, ready to walk into the raise conversation prepared?
ar: %@، هل أنت مستعد لخوض محادثة الزيادة وأنت متهيئ؟
de: %@, bereit, gut vorbereitet ins Gehaltsgespräch zu gehen?
es: %@, ¿listo para llegar preparado a la conversación del aumento?
fil: %@, handa ka na bang harapin ang usapan tungkol sa dagdag-sahod nang handa?
fr: %@, prêt à aborder la discussion sur ton augmentation bien préparé ?
hi: %@, वेतन-वृद्धि की बातचीत में पूरी तैयारी से जाने के लिए तैयार हैं?
id: %@, siap menghadapi pembicaraan kenaikan gaji dengan persiapan matang?
it: %@, pronto ad affrontare la richiesta di aumento preparato?
ja: %@さん、昇給の話し合いに準備万端で臨む準備はできましたか？
ko: %@ 님, 연봉 협상에 준비된 모습으로 들어갈 준비가 되셨나요?
nl: %@, klaar om goed voorbereid het salarisgesprek in te gaan?
pl: %@, idziemy na rozmowę o podwyżce przygotowani?
pt_br: %@, pronto para chegar preparado à conversa sobre o aumento?
ru: %@, готовы прийти на разговор о повышении подготовленными?
sv: %@, redo att gå in i lönesamtalet förberedd?
tr: %@, zam görüşmesine hazırlıklı girmeye hazır mısın?
uk: %@, готові прийти на розмову про підвищення підготовленими?
vi: %@, sẵn sàng bước vào buổi đề xuất tăng lương với sự chuẩn bị chưa?
zh_hans: %@，准备好有备而来地谈加薪了吗？

source: %@, ready to walk into your interview prepared?
ar: %@، هل أنت مستعد لدخول مقابلتك وأنت متهيئ؟
de: %@, bereit, gut vorbereitet ins Vorstellungsgespräch zu gehen?
es: %@, ¿listo para llegar preparado a tu entrevista?
fil: %@, handa ka na bang harapin ang interview mo nang handa?
fr: %@, prêt à aborder ton entretien bien préparé ?
hi: %@, अपने इंटरव्यू में पूरी तैयारी से जाने के लिए तैयार हैं?
id: %@, siap menghadapi wawancaramu dengan persiapan matang?
it: %@, pronto ad affrontare il tuo colloquio preparato?
ja: %@さん、面接に準備万端で臨む準備はできましたか？
ko: %@ 님, 면접에 준비된 모습으로 들어갈 준비가 되셨나요?
nl: %@, klaar om goed voorbereid je sollicitatiegesprek in te gaan?
pl: %@, idziemy na rozmowę kwalifikacyjną przygotowani?
pt_br: %@, pronto para chegar preparado à sua entrevista?
ru: %@, готовы прийти на собеседование подготовленными?
sv: %@, redo att gå in i din intervju förberedd?
tr: %@, mülakatına hazırlıklı girmeye hazır mısın?
uk: %@, готові прийти на співбесіду підготовленими?
vi: %@, sẵn sàng bước vào buổi phỏng vấn với sự chuẩn bị chưa?
zh_hans: %@，准备好有备而来地参加面试了吗？

source: %@, ready to walk into your next meeting prepared?
ar: %@، هل أنت مستعد لدخول اجتماعك القادم وأنت متهيئ؟
de: %@, bereit, gut vorbereitet in dein nächstes Meeting zu gehen?
es: %@, ¿listo para llegar preparado a tu próxima reunión?
fil: %@, handa ka na bang harapin ang susunod mong meeting nang handa?
fr: %@, prêt à aborder ta prochaine réunion bien préparé ?
hi: %@, अपनी अगली मीटिंग में पूरी तैयारी से जाने के लिए तैयार हैं?
id: %@, siap menghadapi rapat berikutnya dengan persiapan matang?
it: %@, pronto ad affrontare la tua prossima riunione preparato?
ja: %@さん、次の会議に準備万端で臨む準備はできましたか？
ko: %@ 님, 다음 회의에 준비된 모습으로 들어갈 준비가 되셨나요?
nl: %@, klaar om goed voorbereid je volgende vergadering in te gaan?
pl: %@, idziemy na następne spotkanie przygotowani?
pt_br: %@, pronto para chegar preparado à sua próxima reunião?
ru: %@, готовы прийти на следующую встречу подготовленными?
sv: %@, redo att gå in i ditt nästa möte förberedd?
tr: %@, bir sonraki toplantına hazırlıklı girmeye hazır mısın?
uk: %@, готові прийти на наступну зустріч підготовленими?
vi: %@, sẵn sàng bước vào cuộc họp tới với sự chuẩn bị chưa?
zh_hans: %@，准备好有备而来地参加下次会议了吗？

source: %@, ready to walk into your presentation prepared?
ar: %@، هل أنت مستعد لتقديم عرضك وأنت متهيئ؟
de: %@, bereit, gut vorbereitet in deine Präsentation zu gehen?
es: %@, ¿listo para llegar preparado a tu presentación?
fil: %@, handa ka na bang harapin ang presentation mo nang handa?
fr: %@, prêt à aborder ta présentation bien préparé ?
hi: %@, अपनी प्रेज़ेंटेशन में पूरी तैयारी से जाने के लिए तैयार हैं?
id: %@, siap membawakan presentasimu dengan persiapan matang?
it: %@, pronto ad affrontare la tua presentazione preparato?
ja: %@さん、プレゼンに準備万端で臨む準備はできましたか？
ko: %@ 님, 발표에 준비된 모습으로 들어갈 준비가 되셨나요?
nl: %@, klaar om goed voorbereid je presentatie te geven?
pl: %@, idziemy na prezentację przygotowani?
pt_br: %@, pronto para chegar preparado à sua apresentação?
ru: %@, готовы выйти на презентацию подготовленными?
sv: %@, redo att gå in i din presentation förberedd?
tr: %@, sunumuna hazırlıklı çıkmaya hazır mısın?
uk: %@, готові вийти на презентацію підготовленими?
vi: %@, sẵn sàng bước vào bài thuyết trình với sự chuẩn bị chưa?
zh_hans: %@，准备好有备而来地做演讲了吗？

source: %@, we'll work through this together.
ar: %@، سنعمل على هذا معًا.
de: %@, wir gehen das gemeinsam an.
es: %@, lo trabajaremos juntos.
fil: %@, sabay nating haharapin ito.
fr: %@, on va avancer ensemble.
hi: %@, हम इस पर साथ मिलकर काम करेंगे।
id: %@, kita hadapi ini bersama.
it: %@, ci lavoreremo insieme.
ja: %@さん、一緒に取り組んでいきましょう。
ko: %@ 님, 함께 차근차근 해 나가요.
nl: %@, we gaan hier samen mee aan de slag.
pl: %@, przejdziemy przez to razem.
pt_br: %@, vamos trabalhar nisso juntos.
ru: %@, мы справимся с этим вместе.
sv: %@, vi tar oss igenom det här tillsammans.
tr: %@, bunun üzerinde birlikte çalışacağız.
uk: %@, ми впораємося з цим разом.
vi: %@, chúng ta sẽ cùng nhau vượt qua.
zh_hans: %@，我们一起来解决。

source: %@, what are you practicing for?
ar: %@، لأي شيء تتدرّب؟
de: %@, wofür übst du?
es: %@, ¿para qué estás practicando?
fil: %@, para saan ka nagpa-practice?
fr: %@, pour quoi t'entraînes-tu ?
hi: %@, आप किस चीज़ की तैयारी कर रहे हैं?
id: %@, kamu berlatih untuk apa?
it: %@, per cosa ti stai allenando?
ja: %@さん、何のために練習していますか？
ko: %@ 님, 무엇을 위해 연습하고 있나요?
nl: %@, waarvoor oefen je?
pl: %@, do czego się przygotowujesz?
pt_br: %@, para que você está praticando?
ru: %@, к чему вы готовитесь?
sv: %@, vad övar du inför?
tr: %@, ne için pratik yapıyorsun?
uk: %@, до чого ви готуєтеся?
vi: %@, bạn đang luyện tập cho điều gì?
zh_hans: %@，你在为什么而练习？

source: %lld chosen
ar: تم اختيار %lld
de: %lld ausgewählt
es: %lld elegidas
fil: %lld ang napili
fr: %lld choisies
hi: %lld चुने गए
id: %lld dipilih
it: %lld scelte
ja: %lld個選択
ko: %lld개 선택됨
nl: %lld gekozen
pl: Wybrano %lld
pt_br: %lld escolhidos
ru: Выбрано: %lld
sv: %lld valda
tr: %lld seçildi
uk: Вибрано: %lld
vi: Đã chọn %lld
zh_hans: 已选%lld项

source: %lld min
ar: %lld د
hi: %lld मिनट
id: %lld mnt
ja: %lld分
ko: %lld분
ru: %lld мин
tr: %lld dk
uk: %lld хв
vi: %lld phút
zh_hans: %lld分钟

# %lld of %lld
source: %1$lld of %2$lld
ar: %1$lld من %2$lld
de: %1$lld von %2$lld
es: %1$lld de %2$lld
fil: %1$lld sa %2$lld
fr: %1$lld sur %2$lld
hi: %2$lld में से %1$lld
id: %1$lld dari %2$lld
it: %1$lld di %2$lld
ja: %1$lld / %2$lld
ko: %1$lld/%2$lld
nl: %1$lld van %2$lld
pl: %1$lld z %2$lld
pt_br: %1$lld de %2$lld
ru: %1$lld из %2$lld
sv: %1$lld av %2$lld
tr: %1$lld / %2$lld
uk: %1$lld з %2$lld
vi: %1$lld trên %2$lld
zh_hans: 第%1$lld/%2$lld

# %lld of %lld done
source: %1$lld of %2$lld done
ar: اكتمل %1$lld من %2$lld
de: %1$lld von %2$lld erledigt
es: %1$lld de %2$lld hechas
fil: %1$lld sa %2$lld ang tapos
fr: %1$lld sur %2$lld faites
hi: %2$lld में से %1$lld पूरे
id: %1$lld dari %2$lld selesai
it: %1$lld di %2$lld fatte
ja: %2$lld件中%1$lld件完了
ko: %2$lld개 중 %1$lld개 완료
nl: %1$lld van %2$lld klaar
pl: %1$lld z %2$lld gotowe
pt_br: %1$lld de %2$lld feitas
ru: Готово %1$lld из %2$lld
sv: %1$lld av %2$lld klara
tr: %2$lld görevden %1$lld tanesi tamam
uk: Готово %1$lld з %2$lld
vi: Đã xong %1$lld/%2$lld
zh_hans: 已完成%1$lld/%2$lld

source: %lld percent
ar: %lld بالمئة
de: %lld Prozent
es: %lld por ciento
fil: %lld porsiyento
fr: %lld pour cent
hi: %lld प्रतिशत
id: %lld persen
it: %lld per cento
ja: %lldパーセント
ko: %lld퍼센트
nl: %lld procent
pl: %lld procent
pt_br: %lld por cento
ru: %lld процентов
sv: %lld procent
tr: yüzde %lld
uk: %lld відсотків
vi: %lld phần trăm
zh_hans: 百分之%lld

source: %lld sessions
ar: %lld جلسة
de: %lld Einheiten
es: %lld sesiones
fil: %lld session
fr: %lld séances
hi: %lld सेशन
id: %lld sesi
it: %lld sessioni
ja: %lldセッション
ko: 세션 %lld회
nl: %lld sessies
pl: %lld sesji
pt_br: %lld sessões
ru: %lld сессии
sv: %lld sessioner
tr: %lld oturum
uk: %lld сесії
vi: %lld buổi
zh_hans: %lld次练习

source: %lld slides
ar: %lld شريحة
de: %lld Folien
es: %lld diapositivas
fil: %lld slide
fr: %lld diapos
hi: %lld स्लाइड
id: %lld slide
it: %lld slide
ja: %lld枚のスライド
ko: 슬라이드 %lld장
nl: %lld dia's
pl: %lld slajdu
ru: %lld слайда
sv: %lld bilder
tr: %lld slayt
uk: %lld слайда
vi: %lld trang chiếu
zh_hans: %lld张幻灯片

source: %lld-day streak. Not practiced yet today.
ar: سلسلة %lld يوم. لم تتدرّب اليوم بعد.
de: %lld Tage in Folge. Heute noch nicht geübt.
es: Racha de %lld días. Aún no has practicado hoy.
fil: %lld araw na sunod-sunod. Hindi ka pa nagpa-practice ngayon.
fr: Série de %lld jours. Pas encore d'entraînement aujourd'hui.
hi: %lld दिन की लय। आज अभी अभ्यास नहीं किया।
id: Beruntun %lld hari. Belum berlatih hari ini.
it: %lld giorni di fila. Oggi non ti sei ancora allenato.
ja: %lld日連続。今日はまだ練習していません。
ko: %lld일 연속. 오늘은 아직 연습하지 않았어요.
nl: %lld dagen op rij. Vandaag nog niet geoefend.
pl: Seria: %lld dnia. Dziś jeszcze bez ćwiczeń.
pt_br: Sequência de %lld dias. Você ainda não praticou hoje.
ru: Серия: %lld дня. Сегодня вы ещё не занимались.
sv: %lld dagar i rad. Inte övat än i dag.
tr: %lld günlük seri. Bugün henüz pratik yapmadın.
uk: Серія: %lld дня. Сьогодні ви ще не практикували.
vi: Chuỗi %lld ngày. Hôm nay chưa luyện tập.
zh_hans: 连续%lld天。今天还没练习。

source: %lld-day streak. You've practiced today.
ar: سلسلة %lld يوم. تدرّبت اليوم.
de: %lld Tage in Folge. Heute schon geübt.
es: Racha de %lld días. Hoy ya has practicado.
fil: %lld araw na sunod-sunod. Nakapag-practice ka na ngayon.
fr: Série de %lld jours. Tu t'es entraîné aujourd'hui.
hi: %lld दिन की लय। आज आपने अभ्यास कर लिया।
id: Beruntun %lld hari. Kamu sudah berlatih hari ini.
it: %lld giorni di fila. Oggi ti sei allenato.
ja: %lld日連続。今日は練習しました。
ko: %lld일 연속. 오늘 연습했어요.
nl: %lld dagen op rij. Je hebt vandaag geoefend.
pl: Seria: %lld dnia. Dziś już ćwiczone.
pt_br: Sequência de %lld dias. Você já praticou hoje.
ru: Серия: %lld дня. Сегодня вы уже занимались.
sv: %lld dagar i rad. Du har övat i dag.
tr: %lld günlük seri. Bugün pratik yaptın.
uk: Серія: %lld дня. Сьогодні ви вже практикували.
vi: Chuỗi %lld ngày. Hôm nay bạn đã luyện tập.
zh_hans: 连续%lld天。今天已练习。

source: 30-second prompt
ar: سؤال في 30 ثانية
de: 30-Sekunden-Impuls
es: Reto de 30 segundos
fil: 30-segundong tanong
fr: Question en 30 secondes
hi: 30 सेकंड का सवाल
id: Topik 30 detik
it: Domanda da 30 secondi
ja: 30秒の質問
ko: 30초 질문
nl: Vraag van 30 seconden
pl: Pytanie na 30 sekund
pt_br: Desafio de 30 segundos
ru: Вопрос на 30 секунд
sv: 30-sekundersfråga
tr: 30 saniyelik soru
uk: Питання на 30 секунд
vi: Chủ đề 30 giây
zh_hans: 30秒话题

source: A colleague wants more. Say no, kindly.
ar: زميل يطلب المزيد. قل لا، بلطف.
de: Ein Kollege will mehr. Sag freundlich Nein.
es: Un compañero te pide más. Di que no, con amabilidad.
fil: May gusto pang ipagawa ang katrabaho. Tumanggi nang maayos.
fr: Un collègue en demande plus. Dis non, gentiment.
hi: एक सहकर्मी और माँग रहा है। विनम्रता से मना करें।
id: Rekan kerja minta lebih. Tolak dengan sopan.
it: Un collega vuole di più. Digli di no, con gentilezza.
ja: 同僚がさらに頼んできます。やんわり断りましょう。
ko: 동료가 더 많은 걸 부탁해요. 정중하게 거절해 보세요.
nl: Een collega wil meer. Zeg vriendelijk nee.
pl: Kolega chce więcej. Odmów, uprzejmie.
pt_br: Um colega quer mais. Diga não, com gentileza.
ru: Коллега просит ещё. Откажите — вежливо.
sv: En kollega vill ha mer. Säg nej, vänligt.
tr: Bir iş arkadaşın daha fazlasını istiyor. Nazikçe hayır de.
uk: Колега просить ще. Відмовте — ввічливо.
vi: Đồng nghiệp muốn nhờ thêm. Hãy từ chối một cách tử tế.
zh_hans: 同事又来找你帮忙。礼貌地拒绝吧。

source: A connection I wanted
ar: علاقة كنت أريدها
de: Eine Verbindung, die ich wollte
es: Una conexión que quería
fil: Isang koneksyong gusto ko
fr: Un lien que je voulais créer
hi: एक रिश्ता जो मैं चाहता था
id: Hubungan yang ingin saya jalin
it: Un legame che volevo
ja: 築きたかったつながり
ko: 원했던 관계
nl: Een band die ik wilde
pl: Relacji, na której mi zależało
pt_br: Uma conexão que eu queria
ru: Связь, которую я хотел
sv: En kontakt jag ville ha
tr: İstediğim bir bağ
uk: Зв'язок, якого я хотів
vi: Một mối quan hệ tôi mong muốn
zh_hans: 我想建立的联系

source: A detail, then a question back.
ar: تفصيلة، ثم سؤال مقابل.
de: Ein Detail, dann eine Gegenfrage.
es: Un detalle y luego una pregunta de vuelta.
fil: Isang detalye, tapos ibalik ang tanong.
fr: Un détail, puis une question en retour.
hi: एक बात, फिर वापस एक सवाल।
id: Satu detail, lalu balas bertanya.
it: Un dettaglio, poi una domanda in cambio.
ja: 具体的なことを一つ話して、質問を返す。
ko: 구체적인 이야기 하나, 그리고 질문으로 되돌리기.
nl: Een detail, dan een vraag terug.
pl: Szczegół, a potem pytanie w odpowiedzi.
pt_br: Um detalhe, depois uma pergunta de volta.
ru: Деталь, а затем встречный вопрос.
sv: En detalj, sedan en motfråga.
tr: Bir ayrıntı, sonra karşılık olarak bir soru.
uk: Деталь, а потім зустрічне питання.
vi: Một chi tiết, rồi hỏi lại.
zh_hans: 说一个细节，再反问一个问题。

source: A difficult conversation can stay with you afterward.
ar: قد تبقى المحادثة الصعبة معك بعد انتهائها.
de: Ein schwieriges Gespräch kann einen danach noch beschäftigen.
es: Una conversación difícil puede quedarse contigo después.
fil: Ang mahirap na usapan ay puwedeng bumalik-balik sa isip mo pagkatapos.
fr: Une conversation difficile peut te rester en tête après.
hi: मुश्किल बातचीत बाद में भी मन में रह सकती है।
id: Percakapan sulit bisa terus terbayang setelahnya.
it: Una conversazione difficile può restarti addosso dopo.
ja: 難しい会話は、あとまで心に残ることがあります。
ko: 어려운 대화는 끝난 뒤에도 마음에 남을 수 있어요.
nl: Een moeilijk gesprek kan je daarna nog bezighouden.
pl: Trudna rozmowa może zostać w głowie na długo.
pt_br: Uma conversa difícil pode ficar na cabeça depois.
ru: Трудный разговор может не отпускать и после.
sv: Ett svårt samtal kan stanna kvar i dig efteråt.
tr: Zor bir konuşma sonrasında da akılda kalabilir.
uk: Складна розмова може не відпускати й потім.
vi: Một cuộc trò chuyện khó có thể còn đọng lại trong bạn sau đó.
zh_hans: 一次艰难的对话，事后可能会一直萦绕在心头。

source: A friend
ar: صديق
de: Ein Freund
es: Un amigo
fil: Isang kaibigan
fr: Un ami
hi: एक दोस्त
id: Teman
it: Un amico
ja: 友人
ko: 친구
nl: Een vriend
pl: Przyjaciel
pt_br: Um amigo
ru: Друг
sv: En vän
tr: Bir arkadaş
uk: Друг
vi: Một người bạn
zh_hans: 朋友

source: A friend or colleague
ar: صديق أو زميل
de: Ein Freund oder Kollege
es: Un amigo o compañero
fil: Isang kaibigan o katrabaho
fr: Un ami ou un collègue
hi: एक दोस्त या सहकर्मी
id: Teman atau rekan kerja
it: Un amico o un collega
ja: 友人や同僚
ko: 친구나 동료
nl: Een vriend of collega
pl: Przyjaciel lub kolega
pt_br: Um amigo ou colega
ru: Друг или коллега
sv: En vän eller kollega
tr: Bir arkadaş ya da iş arkadaşı
uk: Друг або колега
vi: Một người bạn hoặc đồng nghiệp
zh_hans: 朋友或同事

source: A hard conversation
ar: محادثة صعبة
de: Ein schwieriges Gespräch
es: Una conversación difícil
fil: Isang mahirap na usapan
fr: Une conversation difficile
hi: एक मुश्किल बातचीत
id: Percakapan sulit
it: Una conversazione difficile
ja: 難しい話し合い
ko: 어려운 대화
nl: Een moeilijk gesprek
pl: Trudna rozmowa
pt_br: Uma conversa difícil
ru: Трудный разговор
sv: Ett svårt samtal
tr: Zor bir konuşma
uk: Складна розмова
vi: Một cuộc trò chuyện khó
zh_hans: 一次艰难的对话

source: A job interview
ar: مقابلة عمل
de: Ein Vorstellungsgespräch
es: Una entrevista de trabajo
fil: Isang job interview
fr: Un entretien d'embauche
hi: नौकरी का इंटरव्यू
id: Wawancara kerja
it: Un colloquio di lavoro
ja: 就職の面接
ko: 취업 면접
nl: Een sollicitatiegesprek
pl: Rozmowa kwalifikacyjna
pt_br: Uma entrevista de emprego
ru: Собеседование
sv: En anställningsintervju
tr: Bir iş mülakatı
uk: Співбесіда
vi: Một buổi phỏng vấn xin việc
zh_hans: 一场求职面试

source: A job or promotion
ar: وظيفة أو ترقية
de: Ein Job oder eine Beförderung
es: Un trabajo o un ascenso
fil: Trabaho o promotion
fr: Un poste ou une promotion
hi: नौकरी या प्रमोशन
id: Pekerjaan atau promosi
it: Un lavoro o una promozione
ja: 仕事や昇進
ko: 취업이나 승진
nl: Een baan of promotie
pl: Pracy lub awansu
pt_br: Um emprego ou uma promoção
ru: Работа или повышение
sv: Ett jobb eller en befordran
tr: Bir iş ya da terfi
uk: Робота або підвищення
vi: Công việc hoặc thăng chức
zh_hans: 求职或升职

source: A party, and someone new says hi.
ar: حفلة، وشخص جديد يلقي التحية.
de: Eine Party, und jemand Neues sagt Hallo.
es: Una fiesta, y alguien nuevo te saluda.
fil: Sa isang party, may bagong taong bumati.
fr: Une soirée, et quelqu'un de nouveau te dit bonjour.
hi: एक पार्टी, और कोई नया व्यक्ति हाय कहता है।
id: Di pesta, seseorang yang baru menyapa.
it: Una festa, e qualcuno di nuovo ti saluta.
ja: パーティーで、初対面の人が声をかけてきます。
ko: 파티에서 처음 보는 사람이 인사를 건네요.
nl: Een feestje, en iemand nieuw zegt hoi.
pl: Impreza, a ktoś nowy mówi cześć.
pt_br: Uma festa, e alguém novo diz oi.
ru: Вечеринка, и с вами здоровается кто-то новый.
sv: En fest, och någon ny säger hej.
tr: Bir parti ve yeni biri merhaba diyor.
uk: Вечірка, і з вами вітається хтось новий.
vi: Ở một bữa tiệc, có người mới đến chào.
zh_hans: 在派对上，一位新朋友来打招呼。

source: A presentation or pitch
ar: عرض تقديمي أو فكرة مشروع
de: Eine Präsentation oder ein Pitch
es: Una presentación o pitch
fil: Isang presentation o pitch
fr: Une présentation ou un pitch
hi: प्रेज़ेंटेशन या पिच
id: Presentasi atau pitch
it: Una presentazione o un pitch
ja: プレゼンやピッチ
ko: 발표나 피칭
nl: Een presentatie of pitch
pl: Prezentacja lub pitch
pt_br: Uma apresentação ou pitch
ru: Презентация или питч
sv: En presentation eller pitch
tr: Bir sunum ya da tanıtım
uk: Презентація або пітч
vi: Một bài thuyết trình hoặc gọi vốn
zh_hans: 一场演讲或路演
